expressjs/n1-highcpu-4-5ms/c1000.txt
Bombarding http://10.148.0.4:8080//5ms with 500000 request(s) using 1000 connection(s)
 500000 / 500000 [=================================================================================================] 100.00% 12s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     40363.44    4672.27   55877.28
  Latency       24.80ms    19.20ms      1.29s
  Latency Distribution
     50%    24.07ms
     75%    28.99ms
     90%    32.98ms
     99%    40.24ms
  HTTP codes:
    1xx - 0, 2xx - 500000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    10.35MB/s